/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "Datumi";
"AppDates.DATES.PAST_DUE" = "Nokavēts termiņš";
"AppDates.DATES.TODAY" = "Šodien";
"AppDates.DATES.THIS_WEEK" = "Šonedēļ";
"AppDates.DATES.NEXT_WEEK" = "Nākamnedēļ";
"AppDates.DATES.UPCOMING" = "Gaidāms";
"AppDates.EMPTY.TITLE" = "Nav datumu";
"AppDates.EMPTY.SUBTITLE" = "Jums pašlaik nav aktīvu kursu ar ieplānotiem pasākumiem. Reģistrējieties kursam, lai skatītu svarīgus datumus un termiņus.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "Vai nokavējāt dažus termiņus?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "Neuztraucieties – mainiet mūsu ieteikto grafiku, lai pabeigtu nokavētos uzdevumus, nezaudējot progresu.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "Pārvietot izpildes datumus";
"Profile.TITLE" = "Profils";
"Profile.INFO" = "Profila informācija";
"Profile.ABOUT" = "Par Mani";
"Profile.EDIT_PROFILE" = "Rediģēt profilu";
"Profile.YEAR_OF_BIRTH" = "Dzimšanas gads:";
"Profile.BIO" = "Bio:";
"Profile.SETTINGS" = "Iestatījumi";
"Profile.SETTINGS_VIDEO" = "Video iestatījumi";
"Profile.DATES_AND_CALENDAR" = "Datumi un kalendārs";
"Profile.SUPPORT_INFO" = "Atbalsta informācija";
"Profile.CONTACT" = "Sazinieties ar atbalsta dienestu";
"Profile.TERMS" = "Lietošanas noteikumi";
"Profile.PRIVACY" = "Privātuma politika";
"Profile.COOKIE_POLICY" = "Sīkdatņu politika";
"Profile.CURRENT_LEARNING_SITE" = "Pašreizējā mācību vietne";
"Profile.DO_NOT_SELL_INFORMATION" = "Nepārdodiet manu personisko informāciju";
"Profile.FAQ_TITLE" = "Skatīt FAQ";
"Profile.MANAGE_ACCOUNT" = "Pārvaldīt kontu";
"Profile.LEARNING_SITES" = "Mācību vietnes";
"Profile.LOGOUT" = "Izlogoties";
"Profile.SWITCH_TO" = "Pāriet uz";
"Profile.FULL_PROFILE" = "pilns profils";
"Profile.LIMITED_PROFILE" = "ierobežots profils";
"Profile.LOGOUT_ALERT.TITLE" = "Apstipriniet atteikšanos";
"Profile.LOGOUT_ALERT.TEXT" = "Vai tiešām vēlaties atteikties?";
"Profile.DELETE_ALERT.TITLE" = "Brīdinājums!";
"Profile.DELETE_ALERT.TEXT" = "Vai tiešām vēlaties dzēst savu kontu?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Aiziet bez saglabāšanas?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "Jūsu veiktās izmaiņas tiks atmestas.";
"Profile.EDIT.TOO_YONG_USER" = "Jums jābūt vecākam par 13 gadiem, lai izveidotu profilu ar pilnu piekļuvi informācijai.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "Ierobežotā profilā tiek koplietots tikai jūsu lietotājvārds un profila fotoattēls.";
"Profile.EDIT.DELETE_ACCOUNT" = "Dzēst kontu";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Dzimšanas gads";
"Profile.EDIT.FIELDS.LOCATION" = "Atrašanās vieta";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Sarunātā valoda";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Par mani:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Mainīt profila attēlu";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Izvēlieties no galerijas";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Noņemt fotoattēlu";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Atcelt";
"Profile.DELETE_ACCOUNT.TITLE" = "Dzēst kontu";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Vai tiešām vēlaties? ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "dzēst savu kontu?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Lai apstiprinātu šo darbību, lūdzu, ievadiet sava konta paroli.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Parole";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Ievadi paroli";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Jā, dzēst kontu";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Atpakaļ uz profilu";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "Parole ir nepareiza. Lūdzu mēģiniet vēlreiz.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Video iestatījumi";
"Profile.SETTINGS.WIFI_TITLE" = "Tikai Wi-Fi lejupielāde";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Lejupielādējiet saturu tikai tad, kad ir ieslēgts Wi-Fi";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Video straumēšanas kvalitāte";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Automātiski (ieteicams)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Auto";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Ieteicams";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Mazāks datu lietojums";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Vislabākā kvalitāte";
"Profile.SETTINGS.VERSION" = "Versija:";
"Profile.SETTINGS.UP_TO_DATE" = "Aktuāli";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Pieskarieties, lai atjauninātu versiju";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Pieskarieties, lai instalētu nepieciešamo lietotnes atjauninājumu";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "Nevar nosūtīt e-pastu. Šķiet, ka jūsu e-pasta klients nav iestatīts.";
"Profile.CALENDAR.NEW_CALENDAR" = "Jauns kalendārs";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Mainiet sinhronizācijas opcijas";
"Profile.CALENDAR.ACCOUNT" = "Konts";
"Profile.CALENDAR.CALENDAR_NAME" = "Kalendāra nosaukums";
"Profile.CALENDAR.COLOR" = "Krāsa";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "Gaidāmie aktīvo kursu uzdevumi tiks parādīti šajā kalendārā";
"Profile.CALENDAR.CANCEL" = "Atcelt";
"Profile.CALENDAR.BEGIN_SYNCING" = "Sāciet sinhronizāciju";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Sinhronizēts";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Sinhronizācija neizdevās";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Bezsaistē";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Notiek sinhronizācija ar kalendāru...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Kalendāra piekļuve";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Atspējot kalendāra sinhronizāciju";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Lai jūsu kalendārā parādītu gaidāmos uzdevumus un kursa atskaites punktus, mums ir nepieciešama atļauja piekļūt jūsu kalendāram.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "Atslēdzot kalendāra sinhronizāciju, tiks dzēsts kalendārs \"%@\". Kalendāra sinhronizāciju varat ieslēgt jebkurā laikā.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Piešķiriet piekļuvi kalendāram";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Atspējot sinhronizāciju";
"Profile.CALENDAR_DIALOG.CANCEL" = "Atcelt";
"Profile.DATES_AND_CALENDAR.TITLE" = "Datumi un kalendārs";
"Profile.CALENDAR_SYNC.TITLE" = "Kalendāra sinhronizācija";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Iestatiet kalendāra sinhronizāciju, lai jūsu kalendārā tiktu parādīti gaidāmie uzdevumi un kursa atskaites punkti. Jaunie uzdevumi un pārceltie kursu datumi tiks sinhronizēti automātiski.";
"Profile.CALENDAR_SYNC.BUTTON" = "Iestatiet kalendāra sinhronizāciju";
"Profile.OPTIONS.TITLE" = "Iespējas";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Izmantojiet relatīvos datumus";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Rādīt relatīvos datumus, piemēram, “Rīt” un “Vakar”";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Rādīt pilnus datumus, piemēram, \"2021. gada 1. janvāris\".";
"Profile.DATES_AND_CALENDAR.TITLE" = "Datumi un kalendārs";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Kursu kalendāra sinhronizācija";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Lūdzu, atkārtoti pievienojiet kalendāru, lai atsāktu sinhronizāciju";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Pašlaik notiek notikumu sinhronizācija ar jūsu kalendāru";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Atkārtoti pievienojiet kalendāru";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Mainiet sinhronizācijas opcijas";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "Sinhronizē %d kursus";
"Profile.OPTIONS.TITLE" = "Iespējas";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Izmantojiet relatīvos datumus";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Rādīt relatīvos datumus, piemēram, “Rīt” un “Vakar”";
"Profile.COURSES_TO_SYNC.TITLE" = "Sinhronizācijas kursi";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "Atslēdzot sinhronizāciju kursam, no sinhronizētā kalendāra tiks noņemti visi ar kursu saistītie notikumi.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Slēpt neaktīvos kursus";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Automātiski noņemt notikumus no kursiem, kurus neskatījāt pēdējā mēneša laikā";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Neaktīvs";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Vietējais";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Akcents";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Sarkans";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Oranžs";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Dzeltens";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Zaļš";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Zils";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Violets";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Brūns";
"Profile.CALENDAR.COURSE_DATES" = "%@ Kursu datumi";
"Profile.DROP_DOWN_PICKER.SELECT" = "Izvēlieties";
"Profile.SYNC_SELECTOR.SYNCED" = "Sinhronizēt";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Nav sinhronizēts";
"Profile.SYNC.NO_SYNCED" = "Nav sinhronizētu kursu";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "Neviens kurss pašlaik netiek sinhronizēts ar jūsu kalendāru.";
"Downloads.DOWNLOADS.TITLE" = "Lejupielādes";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "Pārvaldīt lejupielādes iestatījumus";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "Nav kursu ar lejupielādējamu saturu";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "Pašlaik jums nav kursu ar lejupielādējamu saturu.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ lejupielādēts";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "Visi %@ ir lejupielādēti";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ pieejams";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "Lejupielādēt kursu";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "Lejupielāde";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "Ielādējot kursa struktūru...";
"Downloads.MENU_OPTION.REMOVE" = "Kursu lejupielādes dzēšana";
"Downloads.MENU_OPTION.CANCEL" = "Lejupielādi atcelt";
"Discovery.TITLE" = "Atklājiet";
"Discovery.SEARCH" = "Meklēt";
"Discovery.HEADER.TITLE_1" = "Atklājiet jaunu";
"Discovery.HEADER.TITLE_2" = "Atradīsim jums jaunu kursu.";
"Discovery.SEARCH.TITLE" = "Meklēšanas rezultāti";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Sāciet rakstīt, lai atrastu kursu";
"Discovery.UPDATE_REQUIRED_TITLE" = "Nepieciešams lietotnes atjauninājums";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "Šī lietotnes OpenEdX versija ir novecojusi. Lai turpinātu mācīšanos un iegūtu jaunākās funkcijas un labojumus, lūdzu, jauniniet uz jaunāko versiju.";
"Discovery.UPDATE_WHY_NEED" = "Kāpēc man ir jāatjaunina?";
"Discovery.UPDATE_DEPRECATED_APP" = "Novecojusi lietotnes versija";
"Discovery.UPDATE_BUTTON" = "Atjaunināt";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Konta iestatījumi";
"Discovery.UPDATE_NEEDED_TITLE" = "Lietotnes atjauninājums";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Mēs iesakām atjaunināt uz jaunāko versiju. Jauniniet tūlīt, lai saņemtu jaunākās funkcijas un labojumus.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Ne tagad";
"Discovery.UPDATE_NEW_AVALIABLE" = "Ir pieejams jauns atjauninājums! Jauniniet tūlīt, lai saņemtu jaunākās funkcijas un labojumus";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Lietotnes pamešana";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Tagad jūs pametat lietotni un atverat pārlūkprogrammu";
"Discovery.DETAILS.TITLE" = "Kursa detaļas";
"Discovery.DETAILS.VIEW_COURSE" = "Skatīt kursu";
"Discovery.DETAILS.ENROLL_NOW" = "Reģistrējieties tagad";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Jūs nevarat reģistrēties šim kursam, jo reģistrācijas datums ir beidzies.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Lai reģistrētos šajā kursā, lūdzu, pārliecinieties, vai izveidojāt savienojumu ar internetu.";
"Discovery.DETAILS.COURSE_BANNER" = "Kursu reklāmkarogs";
"Discovery.ALERT.AUTHORIZATION" = "Autorizācija";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "Lūdzu, ieejiet sistēmā, lai turpinātu kursu reģistrāciju.";
"Discussion.TITLE" = "Diskusijas";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "Kursa komanda ir atspējojusi publicēšanu diskusijās";
"Discussion.TOPICS.SEARCH" = "Meklēt visas ziņas";
"Discussion.TOPICS.ALL_POSTS" = "Visas ziņas";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Ziņas, kurām sekoju";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Galvenās kategorijas";
"Discussion.TOPICS.UNNAMED" = "Nenosaukta apakškategorija";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Pēdējās aktivitātes";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "Lielākā aktivitāte";
"Discussion.POSTS.SORT.MOST_VOTES" = "Lielākā daļa balsu";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Pagaidām nav diskusiju";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Noklikšķiniet uz tālāk esošās pogas, lai izveidotu savu pirmo diskusiju.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Izveidot diskusiju";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Pievienojiet ziņu";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Visas ziņas";
"Discussion.POSTS.FILTER.UNREAD" = "Nelasīts";
"Discussion.POSTS.FILTER.UNANSWERED" = "Neatbildēts";
"Discussion.POSTS.CREATE_NEW_POST" = "Izveidot jaunu ziņu";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Veiciet atlasi";
"Discussion.POST.LAST_POST" = "Pēdējā ziņa:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Komentārs pievienots";
"Discussion.THREAD.ADD_RESPONSE" = "Pievienojiet atbildi";
"Discussion.CREATE_THREAD.NEW_POST" = "Izveidot jaunu ziņu";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Izvēlieties ziņas veidu";
"Discussion.CREATE_THREAD.TOPIC" = "Temats";
"Discussion.CREATE_THREAD.TITLE" = "Nosaukums";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Sekojiet šai diskusijai";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Sekojiet šim jautājumam";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Izveidot jaunu diskusiju";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Izveidojiet jaunu jautājumu";
"Discussion.COMMENT.REPORT" = "Ziņot";
"Discussion.COMMENT.UNREPORT" = "Neziņot";
"Discussion.COMMENT.FOLLOW" = "Sekojiet";
"Discussion.COMMENT.UNFOLLOW" = "Pārtraukt sekošanu";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "komentēt";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Komentārs pievienots";
"Discussion.RESPONSE.ADD_COMMENT" = "Pievieno komentāru";
"Discussion.POST_TYPE.QUESTION" = "jautājums";
"Discussion.POST_TYPE.DISCUSSION" = "diskusija";
"Discussion.SEARCH" = "Meklēt";
"Discussion.SEARCH.TITLE" = "Meklēšanas rezultāti";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Sāciet rakstīt, lai atrastu tēmas";
"Discussion.ANONYMOUS" = "Anonīms";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Nevar ielādēt diskusijas.\nMēģiniet vēlreiz vēlāk.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Apsveicam, jūs ieguvāt šo kursa sertifikātu “ %@ \”.";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Skatīt sertifikātu";
"Course.OUTLINE.CERTIFICATE" = "Sertifikāts";
"Course.OUTLINE.COURSE_VIDEOS" = "Kursu video";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Šis kurss vēl nav sācies.";
"Course.COURSEWARE.COURSE_CONTENT" = "Kursa saturs";
"Course.COURSEWARE.COURSE_UNITS" = "Kursa vienības";
"Course.COURSEWARE.NEXT" = "Nākamais";
"Course.COURSEWARE.PREVIOUS" = "Iepriekšējā";
"Course.COURSEWARE.PREVIOUS_FULL" = "Iepriekšējais";
"Course.COURSEWARE.FINISH" = "Pabeigt";
"Course.COURSEWARE.GOOD_WORK" = "Labs darbs!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Atpakaļ uz kontūru";
"Course.COURSEWARE.SECTION" = "Jūs pabeidzāt &quot;";
"Course.COURSEWARE.IS_FINISHED" = "“.";
"Course.COURSEWARE.CONTINUE" = "Turpināt";
"Course.COURSEWARE.RESUME_WITH" = "Atsākt ar:";
"Course.ERROR.NO_INTERNET" = "Jums nav izveidots savienojums ar internetu. Lūdzu, pārbaudiet savu interneta savienojumu.";
"Course.ERROR.RELOAD" = "Pārlādēt";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Kursa komponents nav atrasts, lūdzu, ielādējiet to atkārtoti";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "Šobrīd šim kursam nav izdales materiālu.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "Pašlaik nav nekādu sludinājumu par šo kursu.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "Šim kursam nav pieejami video.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "Nav pieejamu uzdevumu šim kursam.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "Kursu datumi pašlaik nav pieejami.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "Pašlaik kursa saturs nav pieejams.";
"Course.ALERT.ROTATE_DEVICE" = "Pagrieziet ierīci, lai skatītu šo videoklipu pilnekrāna režīmā.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Vai tiešām vēlaties dzēst visus videoklipu(s), kas paredzēti";
"Course.ALERT.DELETE_VIDEOS" = "Vai tiešām vēlaties dzēst videoklipu(-us) domēnam";
"Course.ALERT.STOP_DOWNLOADING" = "Izslēdzot slēdzi, lejupielāde tiks pārtraukta un visi lejupielādētie videoklipi tiks izdzēsti";
"Course.ALERT.WARNING" = "Brīdinājums";
"Course.COURSE_CONTAINER.HOME" = "Sākums";
"Course.COURSE_CONTAINER.CONTENT" = "Saturs";
"Course.COURSE_CONTAINER.PROGRESS" = "Progress";
"Course.COURSE_CONTAINER.VIDEOS" = "Videoklipi";
"Course.COURSE_CONTAINER.OFFLINE" = "Bezsaistē";
"Course.COURSE_CONTAINER.DATES" = "Datumi";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Diskusijas";
"Course.COURSE_CONTAINER.HANDOUTS" = "Vairāk";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Izdales materiāli Izstrādē";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "Jūs esat pabeidzis %@%% no kursa progresa";
"Course.COURSE_CAROUSEL.GRADES" = "Klases";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "Tas atspoguļo jūsu svērto vērtējumu attiecībā pret vērtējumu, kas nepieciešams, lai nokārtotu šo kursu.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "Viss saturs";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "Jūs pašlaik klausāties šo kursu un jums ir ierobežota piekļuve kursa materiāliem.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "Atjaunināt tagad";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "Jūs esat noskatījies visus video!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "Jūs esat pabeidzis visus uzdevumus!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "Video\npabeigts";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "Uzdevumi\npabeigti";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "Turpināt skatīties";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "Nākamais video";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "Visi video";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "Visi uzdevumi";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "Nākamais uzdevums";
"Course.COURSE_CONTENT.ALL" = "Visi";
"Course.COURSE_CONTENT.VIDEOS" = "Videoklipi";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "Uzdevumi";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "Kursu pabeigšana";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "Tas norāda, cik lielu daļu no kursa satura esat pabeidzis. Ņemiet vērā, ka daļa satura vēl var nebūt publicēta.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "Pabeigts";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "Kopējais progress";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "Atlikušais";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "Bloķēts";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "Atzīmju progresss";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "Nokārtots";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "Nepietiekams vērtējums";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "Skatīt sertifikātu";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "Sadaļu progresss";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "Nav pieejams progresss";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "Sāciet mācīties, lai redzētu savu progresu šeit";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "Kopējā pakāpe";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "Tas atspoguļo jūsu svērto vērtējumu attiecībā pret vērtējumu, kas nepieciešams, lai nokārtotu šo kursu.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "Pašreizējais kopējais svērtais vērtējums:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "Lai nokārtotu šo kursu, nepieciešams svērtais vērtējums %@%% apmērā.";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "Nepieciešams";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "Kursa vērtējuma detaļas";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "Uzdevuma veids";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "Pašreizējais / Maksimālais %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "Pilnīga";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "no Grade";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "Šis kurss nesatur vērtējamus uzdevumus.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Izdales materiāli";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Paziņojumi";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Atrodiet svarīgu kursu informāciju";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Sekojiet līdzi jaunākajām ziņām";
"Course.NOT_AVALIABLE.TITLE" = "Šis interaktīvais komponents nav pieejams mobilajā ierīcē";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Izpētiet citas šī kursa daļas vai skatiet to tīmeklī.";
"Course.NOT_AVALIABLE.BUTTON" = "Atvērt pārlūkprogrammā";
"Course.SUBTITLES.TITLE" = "Subtitri";
"Course.ACCESSIBILITY.DOWNLOAD" = "Lejupielādēt";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Atcelt lejupielādi";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Dzēst lejupielādi";
"Course.ACCESSIBILITY.PROGRESS_RING" = "Kursa pabeigšanas progresa aplis";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "Kopējā vērtējuma sadaļa";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "Atzīmju detaļu sadaļa";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "Uzdevuma vienība";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "Nepieciešamais vērtējums, lai nokārtotu indikators";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ procenti pabeigti";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ procenti nepieciešami, lai nokārtotu";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ no %@ pabeigti, %@ no %@ procentiem no atzīmes";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "Pašreizējais vērtējums: %@ procenti";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "Brīdinājums par atzīmes prasību: nepieciešami %@ procenti, lai nokārtotu";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "Progresijas vizualizācija, kas parāda %@ uzdevumu kategorijas";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "Kopējais progress: %@ procenti";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "Rāda progresa sadalījumu pēc uzdevumu veida";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "Šim kursam nav vērtētu uzdevumu, ko parādīt";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "Pabeidziet kursa aktivitātes, lai šeit redzētu savu progresu";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "Uzdevuma veida slejas virsraksts";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "Pašreizējais un maksimālais procentu kolonnu virsraksts";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "Svars: %@ procenti no atzīmes";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ no %@ pabeigts";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "Pašreizējais vērtējums: %@ no %@ procentiem";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ no %@ pabeigts. Svars: %@ procenti no atzīmes. Pašreizējā atzīme: %@ no %@ procentiem";
"Course.DOWNLOAD.DOWNLOADS" = "Lejupielādes";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Visi videoklipi ir lejupielādēti";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Notiek videoklipu lejupielāde...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Lejupielādēt ierīcē";
"Course.DOWNLOAD.VIDEOS" = "Videoklipi";
"Course.DOWNLOAD.REMAINING" = "Atlikušais";
"Course.DOWNLOAD.UNTITLED" = "Bez nosaukuma";
"Course.DOWNLOAD.TOTAL" = "Kopā";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Lejupielādes video kvalitāti nevar mainīt, kad tiek lejupielādēti visi videoklipi";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Pašreizējie lejupielādes iestatījumi atļauj tikai lejupielādes, izmantojot Wi-Fi.\nLūdzu, pievienojieties Wi-Fi tīklam vai mainiet lejupielādes iestatījumus.";
"Course.COURSE_DATES.TODAY" = "Šodien";
"Course.COURSE_DATES.COMPLETED" = "Pabeigts";
"Course.COURSE_DATES.PAST_DUE" = "Nokavēts";
"Course.COURSE_DATES.DUE_NEXT" = "Nākamais termiņš";
"Course.COURSE_DATES.UNRELEASED" = "Neizlaista";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Tikai verificēts";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Slēptie vienumi";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Vienums paslēpts";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Izpildes datumi mainīti";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Jūsu izpildes datumi ir veiksmīgi pārcelti, lai palīdzētu jums sekot līdzi.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Skatīt visus datumus";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Sinhronizēt ar kalendāru";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Automātiski sinhronizējiet visus šī kursa termiņus un izpildes datumus savā kalendārā.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Pievienojiet kalendāru";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Noņemt kalendāru";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Vai vēlaties pievienot %@ kalendāru \"%@\" ? \n Jūs varat rediģēt vai dzēst kursa kalendāru jebkurā laikā Kalendārā vai Iestatījumos.";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "Vai vēlaties noņemt %@ kalendāru &quot; %@ &quot;?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "&quot; %@ &quot; ir pievienots jūsu kalendāram.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Notiek kalendāra sinhronizēšana...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Skatīt notikumus";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Jūsu kursu kalendārs ir pievienots.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Jūsu kursu kalendārs ir noņemts.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Kalendāra pasākumi";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Jūsu kursu kalendārs ir novecojis";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "Jūsu kursu datumi ir mainījušies, un jūsu kursu kalendārs vairs nav atjaunināts atbilstoši jaunajam grafikam.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Atjaunināt tagad";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Jūsu kursu kalendārs ir atjaunināts.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ nav kalendāra atļaujas. Lūdzu, dodieties uz iestatījumiem un piešķiriet kalendāra atļauju.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Atveriet iestatījumus";
"Course.COURSE_DATES.SETTINGS" = "Iestatījumi";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Datumus nevarēja pārcelt. Lūdzu, mēģiniet vēlreiz.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Jūsu iesniegtie datumi ir veiksmīgi pārcelti.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Kursu datumi";
"Course.COURSE.DUE_TODAY" = "Apmaksa šodien";
"Course.COURSE.DUE_TOMORROW" = "Paredzēts rīt";
"Course.COURSE.PROGRESS_COMPLETED" = "%@/%@ Pabeigts";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ sadaļas pabeigtas";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@/%@ Pabeigts";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ Noskatīts";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "Skatīt pabeigto";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "Paslēpt pabeigto";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "Pabeigts";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "Vilkt un nomest";
"Course.COURSE.ASSIGNMENT_GENERIC" = "Uzdevums";
"Course.COURSE.ASSIGNMENT_GRADED" = "Novērtēts";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "Nav uzsākta";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "Atvērtais novērtējums";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "Vienaudžu instrukcija";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "Problēma";
"Course.COURSE.ASSIGNMENT_SURVEY" = "Aptauja";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "Notiek Progress";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "Vārdu mākonis";
"Course.COURSE.ASSIGNMENT_LTI" = "Ārējais rīks";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "Diskusija";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Lielākās lejupielādes";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Gatavs";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Rediģēt";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Dzēst visas lejupielādes";
"Course.COURSE.OFFLINE.VISIBLE" = "%@%% no šī kursa ir redzama mobilajā ierīcē.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "%@%% šo kursu var lejupielādēt.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@%% šo kursu var pabeigt bezsaistē.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "Lejupielādēts";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "Lejupielāde";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Pieejams lejupielādei";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Gatavs lejupielādei";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Lejupielādēt visu";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Atcelt kursu lejupielādi";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Varat lejupielādēt kursu saturu bezsaistē, lai mācītos, atrodoties ceļā, un nav nepieciešams aktīvs interneta savienojums vai mobilo datu izmantošana.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "Pašlaik neviens no šī kursa satura nav pieejams lejupielādei bezsaistē.";
"Course.COURSE.RETURN_TO_HOME" = "Atgriezties uz kursa sākumlapu";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Šis komponents nav lejupielādēts";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Izpētiet citas šī kursa daļas vai lejupielādējiet to, kad atjaunosiet savienojumu.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Šis komponents vēl nav pieejams bezsaistē";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Izpētiet citas šī kursa daļas vai skatiet šo sadaļu, kad atjaunosiet savienojumu.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Sinhronizēts ar kalendāru";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Kalendāra sinhronizācija neizdevās";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Bezsaistē";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ Pabeigts - %@/%@ punkti";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ Nokavēts - %@/%@ punkti";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ Vēl nav pieejams";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ punkti";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "Pārskatīt kursa vērtēšanas politiku";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "Nezināms";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "Kursa progresa sadaļa";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "Turpināt mācīties sadaļa";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "Kursa satura sadaļa";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "Kļūdu ziņojumu sadaļa";
"Course.ACCESSIBILITY.LOADING_SECTION" = "Ielādes sadaļa";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "Video sadaļa";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "Video progresa %@ no %@ pabeigts.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "Uzdevumu sadaļa";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "Uzdevumu izpildes progressa sadaļa";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "Nav pieejama satura sadaļa";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "Nākamā lapaspuse";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "Pēdējā lapa";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "Iepriekšējā lapa";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ no %@ uzdevumiem ir pabeigti";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "Pieskarieties, lai paslēptu pabeigtās sadaļas";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "Pieskarieties, lai parādītu pabeigtās sadaļas";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ sadaļa, %@ no %@ video noskatīti";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "Lejupielādes sadaļa, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "Video: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, pabeigts";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% noskatīts";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, nav sākts";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "Pieskarieties, lai atskaņotu video";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ procenti pabeigti";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "Video %@ no %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "Video navigācija";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "Nav video nosaukuma";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Ielogoties";
"Authorization.SIGN_IN.WELCOME_BACK" = "Laipni lūdzam atpakaļ! Pierakstieties, lai piekļūtu saviem kursiem.";
"Authorization.SIGN_IN.EMAIL" = "E-pasts";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "E-pasts vai lietotājvārds";
"Authorization.SIGN_IN.PASSWORD" = "Parole";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Aizmirsi paroli?";
"Authorization.SIGN_IN.SELECTED_SITE" = "Atlasītā vietne";
"Authorization.SIGN_IN.CHANGE" = "Mainīt";
"Authorization.SIGN_IN.AGREEMENT" = "Piesakoties šajā lietotnē, jūs piekrītat [%@ Galalietotāja licences līgumam](%@) un [%@ Pakalpojumu sniegšanas noteikumiem un Goda kodeksam](%@), un jūs atzīstat, ka %@ un katrs dalībnieks/ce apstrādā jūsu personas datus, kas\nsaskaņā ar [Privātuma politiku](%@).";
"Authorization.SIGN_IN.SSO_HEADING" = "Sāciet jau šodien, lai pārliecinoši veidotu savu karjeru";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "Integrēts zināšanu un pilnvarošanas programmu kopums, lai attīstītu īpašuma nozares un tās darbinieku komponentus.";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "Ielogoties";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "Piesakieties, izmantojot valsts vienoto pieteikšanās pakalpojumu.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "nederīga e-pasta adrese";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "Nederīgs paroles garums";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Šis %@ konts nav saistīts ne ar vienu %@ kontu. Lūdzu reģistrēties.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "Nederīgs e-pasts vai lietotājvārds";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Jūsu konts ir atspējots. Lūdzu, sazinieties ar klientu atbalsta dienestu, lai saņemtu palīdzību.";
"Authorization.SIGN_UP.SUBTITLE" = "Izveidojiet kontu, lai sāktu mācīties jau šodien!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Izveidot profilu";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Slēpt neobligātos laukus";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Rādīt neobligātos laukus";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Jūs veiksmīgi pierakstījāties.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Pirms sākat mācīties, mums vajag tikai nedaudz vairāk informācijas.";
"Authorization.SIGN_UP.AGREEMENT" = "Izveidojot kontu, jūs piekrītat [%@ Galalietotāja licences līgumam](%@) un [%@ Pakalpojumu sniegšanas noteikumiem un Goda kodeksam](%@), un jūs atzīstat, ka %@ un katrs Dalībnieks apstrādā jūsu personas datus saskaņā ar [Privātuma politiku](%@).";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Es piekrītu, ka %@ var sūtīt man mārketinga ziņojumus.";
"Authorization.FORGOT.TITLE" = "Aizmirsi paroli";
"Authorization.FORGOT.DESCRIPTION" = "Lūdzu, tālāk ievadiet savu pieteikšanās vai atgūšanas e-pasta adresi, un mēs jums nosūtīsim e-pasta vēstuli ar norādījumiem.";
"Authorization.FORGOT.REQUEST" = "Atiestatīt paroli";
"Authorization.FORGOT.CHECK_TITLE" = "Pārbaudiet savu e-pastu";
"Authorization.FORGOT.CHECK_Description" = "Mēs uz jūsu e-pastu nosūtījām paroles atkopšanas instrukcijas ";
"Authorization.CONTINUE_WITH" = "Turpināt ar:";
"Authorization.LAST_SIGN_IN" = "Pēdējā pierakstīšanās";
"Authorization.OR_SIGN_IN_WITH" = "Vai pieraksties, izmantojot e-pastu:";
"Authorization.OR_REGISTER_WITH" = "Vai reģistrējieties zemāk:";
"Authorization.APPLE" = "Apple";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "Or";
"Authorization.STARTUP.INFO_MESSAGE" = "Kursi un programmas no pasaules labākajām universitātēm jūsu kabatā.";
"Authorization.STARTUP.SEARCH_TITLE" = "Ko Jūs vēlaties iemācīties?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Meklējiet mūsu 3000+ kursus";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Izpētiet visus kursus";
"Authorization.STARTUP.TITLE" = "Sākt";
"Authorization.LEARNING_SITES.TITLE" = "Mācību vietnes";
"Authorization.LEARNING_SITES.GET_STARTED" = "Sāc";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "Laipni lūdzam! Izvēlieties savu mācību vietni";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "Meklēt";
"Authorization.LEARNING_SITES.SUBTITLE" = "Atlasiet vai pievienojiet mācību vietni";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "Pašreizējā mācību vietne";
"Authorization.LEARNING_SITES.MORE_SITES" = "Vairāk mācību vietņu";
"Authorization.LEARNING_SITES.ADD_SITE" = "Izveidot mācību vietni";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "Mākslas un zinātņu universitāte";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "Neviena skola neatbilst jūsu meklēšanai";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "Izlogoties";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "Vai tiešām vēlaties izlogoties no %@?";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "Izlogoties";
"WhatsNew.TITLE" = "Kas jauns";
"WhatsNew.BUTTON_PREVIOUS" = "Iepriekšējais";
"WhatsNew.BUTTON_NEXT" = "Nākamais";
"WhatsNew.BUTTON_DONE" = "Gatavs";
"Dashboard.TITLE" = "Informācijas panelis";
"Dashboard.HEADER.COURSES" = "Kursi";
"Dashboard.HEADER.WELCOME_BACK" = "Laipni lūdzam atpakaļ. Turpināsim mācīties.";
"Dashboard.SEARCH" = "Meklēt";
"Dashboard.EMPTY.SUBTITLE" = "Jūs vēl neesat reģistrēti nevienā kursā.";
"Dashboard.LEARN.TITLE" = "Uzziniet";
"Dashboard.LEARN.VIEW_ALL" = "Apskati visus";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Skatīt visus kursus ( %@ )";
"Dashboard.LEARN.ALL_COURSES" = "Visi kursi";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 Nokavēts uzdevums";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Skatīt uzdevumus";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Nokavētie uzdevumi";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Uzdevumi, kuru termiņš ir %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Jāizpilda pēc %@ dienām";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Atsākt kursu";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Sākt kursu";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Kursi";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Programmas";
"Dashboard.LEARN.CATEGORY.ALL" = "Visi";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "Notiek Progress";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Pabeigts";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Beidzies derīguma termiņš";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Nav kursu";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Netiek uzsākti kursi";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Nav pabeigtu kursu";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Nav beidzies kursu";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "Jūs pašlaik neesat reģistrēti nevienā kursā, vai vēlaties izpētīt kursu katalogu?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Atrodiet kursu";
"Core.MAINSCREEN.DISCOVERY" = "Atklājiet";
"Core.MAINSCREEN.DASHBOARD" = "Informācijas panelis";
"Core.MAINSCREEN.IN_DEVELOPING" = "Attīstoties";
"Core.MAINSCREEN.PROGRAMS" = "Programmas";
"Core.MAINSCREEN.PROFILE" = "Profils";
"Core.MAINSCREEN.LEARN" = "Uzziniet";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "Jūs jau esat izveidojis kontu %@, izmantojot kontu %@. Jūs esat pieteicies, izmantojot šo kontu.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Mēģini vēlreiz";
"Core.ERROR.INVALID_CREDENTIALS" = "Nederīgi akreditācijas dati";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Lēns interneta savienojums vai tā nav";
"Core.ERROR.NO_CACHED_DATA" = "Bezsaistes režīmam nav kešatmiņā saglabātu datu";
"Core.ERROR.USER_NOT_ACTIVE" = "Lietotāja konts nav aktivizēts. Lūdzu, vispirms aktivizējiet savu kontu.";
"Core.ERROR.UNKNOWN_ERROR" = "Kaut kas nogāja greizi";
"Core.ERROR.WIFI" = "Failus var lejupielādēt tikai, izmantojot Wi-Fi. To var mainīt iestatījumos.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Autorizācija neizdevās.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Nav interneta savienojuma";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Lai skatītu šo saturu, lūdzu, izveidojiet savienojumu ar internetu.";
"Core.COURSEWARE.COURSE_CONTENT" = "Kursa saturs";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Šis interaktīvais komponents vēl nav pieejams mobilajās ierīcēs.";
"Core.COURSEWARE.COURSE_UNITS" = "Kursa vienības";
"Core.COURSEWARE.NEXT" = "Nākamais";
"Core.COURSEWARE.PREVIOUS" = "Iepriekšējā";
"Core.COURSEWARE.FINISH" = "Pabeigt";
"Core.COURSEWARE.GOOD_WORK" = "Labs darbs!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Atpakaļ uz kontūru";
"Core.COURSEWARE.SECTION_COMPLETED" = "Jūs pabeidzāt “ %@ ”.";
"Core.COURSEWARE.CONTINUE" = "Turpināt";
"Core.COURSEWARE.RESUME" = "Turpināt";
"Core.COURSEWARE.RESUME_WITH" = "Atsākt ar:";
"Core.COURSEWARE.NEXT_SECTION" = "Nākamā sadaļa";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "Lai turpinātu ar “";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” nospiediet „Nākamā sadaļa”.";
"Core.ERROR.RELOAD" = "Pārlādēt";
"Core.DATE.COURSE_STARTS" = "Kurss sākas";
"Core.DATE.COURSE_ENDS" = "Kurss beidzas";
"Core.DATE.COURSE_ENDED" = "Kurss beidzies";
"Core.DATE.ENDED" = "Beigās";
"Core.DATE.START" = "Sākt";
"Core.DATE.STARTED" = "Sākts";
"Core.DATE.JUST_NOW" = "Tikko";
"Core.DATE.TODAY" = "Šodien";
"Core.DATE.NEXT" = "Nākamais %@";
"Core.DATE.DAYS_AGO" = "%@ Pirms dažām dienām";
"Core.DATE.DUE" = "Termiņš ";
"Core.DATE.DUE_IN" = "Pienākums ";
"Core.DATE.DUE_IN_DAYS" = "Pienākums pēc %@ dienām";
"Core.DATE.DUE_TODAY" = "Šodien jāiesniedz: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ dienas kavētas: %@";
"Core.DATE.DUE_IN_LEFT" = "Pēc %@ dienām: %@";
"Core.ALERT.ACCEPT" = "Pieņemt";
"Core.ALERT.CANCEL" = "Atcelt";
"Core.ALERT.LOGOUT" = "Izlogoties";
"Core.ALERT.LEAVE" = "Aiziet";
"Core.ALERT.SIGN_IN" = "Ielogoties";
"Core.ALERT.REGISTER" = "Reģistrējieties";
"Core.ALERT.KEEP_EDITING" = "Turpiniet rediģēt";
"Core.ALERT.DELETE" = "Dzēst";
"Core.ALERT.ADD" = "Pievienot";
"Core.ALERT.REMOVE" = "Noņemt";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Noņemt kursu kalendāru";
"Core.NO_INTERNET.OFFLINE" = "Bezsaistē";
"Core.NO_INTERNET.DISMISS" = "Atlaist";
"Core.NO_INTERNET.RELOAD" = "Pārlādēt";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM dd";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "MMM dd, gggg";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "MMMM dd, gggg";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Lejupielādēt";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Lejupielādēts";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Pabeigts";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Video lejupielādes kvalitāte";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Auto";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Ieteicams";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Mazāks datu lietojums";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Vislabākā kvalitāte";
"Core.DONE" = "Gatavs";
"Core.VIEW" = "Skatīt";
"Core.BACK" = "Atpakaļ";
"Core.OK" = "Labi";
"Core.CLOSE" = "Aizvērt";
"Core.PICKER.SEARCH" = "Meklēt";
"Core.PICKER.ACCEPT" = "Pieņemt";
"Core.WEBVIEW.ALERT.OK" = "Labi";
"Core.WEBVIEW.ALERT.CANCEL" = "Atcelt";
"Core.WEBVIEW.ALERT.CONTINUE" = "Turpināt";
"Core.REVIEW.VOTE_TITLE" = "Vai jums patīk Open edX?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Jūsu atsauksmes mums ir svarīgas. Vai veltītu brīdi, lai novērtētu šo lietotni, pieskaroties zvaigznītei zemāk? Paldies par atbalstu!";
"Core.REVIEW.FEEDBACK_TITLE" = "Sniedziet mums atsauksmes";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Mums ļoti žēl, ka jūsu mācīšanās pieredzē ir bijušas dažas uzdevumi. Mēs novērtējam visas atsauksmes.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Paldies";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Paldies, ka dalījāties ar mums savās atsauksmēs. Vai vēlaties dalīties ar savu atsauksmi par šo lietotni ar citiem lietotājiem lietotņu veikalā?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Paldies";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Mēs saņēmām jūsu atsauksmes un izmantosim tās, lai uzlabotu jūsu mācību pieredzi nākotnē. Paldies par dalīšanos!";
"Core.REVIEW.BETTER" = "Kas varēja būt labāks?";
"Core.REVIEW.NOT_NOW" = "Ne tagad";
"Core.REVIEW.BUTTON.SUBMIT" = "Iesniegt";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Dalīties ar atsauksmēm";
"Core.REVIEW.BUTTON.RATE_US" = "Novērtē mūs";
"Core.REVIEW.EMAIL.TITLE" = "Izvēlieties e-pasta klientu:";
"Core.SOCIAL_SIGN_CANCELED" = "Lietotājs atcēla pierakstīšanās plūsmu.";
"Core.SIGN_IN.LOG_IN_BTN" = "Ielogoties";
"Core.SIGN_IN.REGISTER_BTN" = "Reģistrējieties";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "Pierakstīties, izmantojot SSO";
"Core.TOMORROW" = "rīt";
"Core.YESTERDAY" = "vakar";
"Core.OPEN_IN_BROWSER" = "Skatīt Safari";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Neuztraucieties – mainiet mūsu ieteikto grafiku, lai pabeigtu nokavētos uzdevumus, nezaudējot progresu.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Pārvietojiet izpildes datumus";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Vai nokavējāt dažus termiņus?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Mēs izveidojām ieteicamo grafiku, lai palīdzētu jums sekot līdzi. Taču neuztraucieties - tas ir elastīgs, lai jūs varētu mācīties savā tempā. Ja gadās, ka jūs atpaliekat, jūs varēsiet koriģēt datumus, lai neaizmirstu.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Lai šī kursa ietvaros izpildītu novērtētus uzdevumus, varat veikt jaunināšanu jau šodien.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Jūs revidējat šo kursu, kas nozīmē, ka nevarat piedalīties vērtētos uzdevumos. Šķiet, ka nokavējāt dažus svarīgus termiņus, pamatojoties uz mūsu ieteikto grafiku. Lai šī kursa ietvaros izpildītu novērtētos uzdevumus un pārceltu nokavētos uzdevumus uz nākotni, varat veikt jaunināšanu jau šodien.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Jūsu datumus nevarēja pārcelt. Lūdzu mēģiniet vēlreiz.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Jūsu datumi ir veiksmīgi pārcelti.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Kursu datumi";
"Core.COURSE_DATES.TODAY" = "Šodien";
"Core.COURSE_DATES.COMPLETED" = "Pabeigts";
"Core.COURSE_DATES.PAST_DUE" = "Nokavēts";
"Core.COURSE_DATES.THIS_WEEK" = "Šonedēļ";
"Core.COURSE_DATES.NEXT_WEEK" = "Nākamnedēļ";
"Core.COURSE_DATES.UPCOMING" = "Gaidāms";
"Core.COURSE.STORAGE_ALERT.TITLE" = "Ierīces krātuve Pilna";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "Jūsu ierīcē nav pietiekami daudz brīvas vietas, lai lejupielādētu šo saturu. Lūdzu, atbrīvojiet vietu un mēģiniet vēlreiz.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ lietots, %@ bezmaksas";
"Core.COURSE.ALERT.CANCEL" = "Atcelt";
"Core.COURSE.ALERT.CLOSE" = "Aizvērt";
"Core.COURSE.ALERT.REMOVE" = "Noņemt";
"Core.COURSE.ALERT.DOWNLOAD" = "Lejupielādēt";
"Core.COURSE.ALERT.TRY_AGAIN" = "Mēģiniet vēlreiz";
"Core.COURSE.ALERT.REMOVE_TITLE" = "Offline satura noņemšana?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "Apstiprināt Lejupielādēt";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "Lejupielāde mobilajā tīklā?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "Noņemot šo saturu, atbrīvosies %@.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Lejupielādējot šo %@ saturu, pieejamie bloki tiks saglabāti bezsaistē.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "Lejupielādējot šo saturu, tiks izmantoti %@ mobilie dati.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "Lejupielādēt neizdevās";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "Nav interneta savienojuma";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Nepieciešams Wi-Fi";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Diemžēl šo saturu neizdevās lejupielādēt. Lūdzu, mēģiniet vēlreiz vēlāk vai ziņojiet par šo problēmu.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "Lai lejupielādētu šo saturu, ir nepieciešams aktīvs interneta savienojums. Lūdzu, izveidojiet savienojumu ar internetu un mēģiniet vēlreiz.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "Lai lejupielādētu šo saturu, nepieciešams aktīvs Wi-Fi savienojums. Lūdzu, pievienojieties WiFi tīklam un mēģiniet vēlreiz.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "Jūsu atlasītie videoklipi ir lielāki par 1 GB. Vai vēlaties lejupielādēt šos videoklipus?";
"Core.DOWNLOAD.DOWNLOAD" = "Lejupielādēt";
"Core.ALERT.ACCEPT" = "Pieņemt";
